/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Bijsnijden";
"crop.w" = "Breedte (standaard: videobreedte)";
"crop.h" = "Hoogte (standaard: videohoogte)";
"crop.x" = "Beginpunt X (standaard: midden)";
"crop.y" = "Beginpunt Y (standaard: midden)";

"expand" = "Uitbreiden";
"expand.w" = "Breedte (standaard: videobreedte)";
"expand.h" = "Hoogte (standaard: videohoogte)";
"expand.x" = "Beginpunt X (standaard: midden)";
"expand.y" = "Beginpunt Y (standaard: midden)";
"expand.aspect" = "Breid uit naar een beeldverhouding (bv. 4:3)";
"expand.round" = "Rond af om deelbaar te maken door deze waarde";

"sharpen" = "Verscherpen";
"sharpen.msize" = "Matrixgrootte";
"sharpen.amount" = "Hoeveelheid";

"blur" = "Vervagen";
"blur.msize" = "Matrixgrootte";
"blur.amount" = "Hoeveelheid";

"delogo" = "Logo verwijderen";
"delogo.w" = "Breedte";
"delogo.h" = "Hoogte";
"delogo.x" = "Beginpunt X";
"delogo.y" = "Beginpunt Y";

"negative" = "Negatief";

"vflip" = "Vert. spiegelen";
"hflip" = "Horiz. spiegelen";

"lut3d" = "3D LUT";
"lut3d.file" = "Bestand";
"lut3d.interp" = "Interpolatiemodus";

"custom_mpv" = "Aangepast (mpv)";
"custom_mpv.name" = "Filternaam";
"custom_mpv.string" = "Filterwaarde";

"custom_ffmpeg" = "Aangepast (FFmpeg)";
"custom_ffmpeg.name" = "Filternaam";
"custom_ffmpeg.string" = "Filterwaarde";
